IdeaRS.OpenModel.Material.ReinfFireDiagramType
Stress-strain reeinforcemnt diagram for fire

IdeaRS.OpenModel.Material.ReinfFireDiagramType.FireBilinerWithAnInclinedTopBranch
Billinear with an inclined top branch

IdeaRS.OpenModel.Material.ReinfFireDiagramType.FireBilinerWithOutAnInclinedTopBranch
Billinear without an inclined top branch